// 「Hello world」の文字列をターミナル上に出力しなさい



// 「Hello world」の文字列を変数に格納して、その変数をターミナル上に出力しなさい

// 次の二つの文字列の変数を結合して出力しなさい



const hello = 'Hello'
const world = 'World'


// 「3」「7」の二つの数字をそれぞれ変数に格納して、足した値を出力しなさい



// 次の変数がtrueだった場合「💩」を出力する処理を書きなさい

let isUnko

isUnko = true



// isUnkoがfalseの場合「🍠」を出力する処理を書きなさい（上の処理に追加）

isUnko = false



// 「Hello world」の文字を出力する関数を実装して、実行しなさい



// 「Hello world」の文字を返す関数を実装して、返り値を変数に格納して出力しなさい



// 与えられた引数（文字列）に「です」を足して返す関数を実装しなさい



// 与えられた引数が「1」なら「one」、「2」なら「two」の文字列を返す関数を作成しなさい



// isUnkoがtrueの場合「💩」、falseの場合「🍠」を返する関数を実装しなさい
